[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimum
ButtonMaximize=Maximum
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
ButtonCancel=Cancel
ButtonYesToAll=YesToAll
ButtonAbort=Abort
ButtonRetry=Retry
ButtonIgnore=Ignore
ButtonAll=All
ButtonNoToAll=NoToAll
ButtonHelp=Help
ButtonSkin=Skin

[Lang]
NativeLanguage=English

[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
pmAd=Get news for WiseCleaner products
pmDelSaveLeft=Delete backups older than 1 month
frmDelHint.caption=Residual Cleanup
frmDelHint.btnok.caption=Cleanup Now
FrmMain.btnSupport.hint=Support Center
FrmMain.btnnews.hint=Message
FrmMain.btnuninstall.caption=Uninstall
FrmMain.btnAll.caption=All Programs
FrmMain.btnSoft.caption=Desktop Apps
FrmMain.btnApp.caption=Metro Apps
FrmMain.btnInfreq.caption=Infrequently Used
FrmMain.btnPatch.caption=System Components
FrmMain.btnUnless.caption=Custom Uninstall
FrmMain.btnBrowse.caption=Browser Extensions
FrmMain.btnChrome.caption=Google Chrome
FrmMain.btnIE.caption=Internet Explorer
FrmMain.btnFirfox.caption=Mozilla Firefox
FrmMain.btnEdge.caption=Microsoft Edge
FrmMain.lblrate.caption=Rate
FrmMain.BtnNormal.Caption=Safe Uninstall
FrmMain.BtnModify.Caption=Modify
FrmMain.BtnForce.Caption=Forced Uninstall
FrmMain.BtnRemove.Caption=Remove Entries
FrmMain.btnuninstall.caption=Uninstall
FrmMain.btnLog.Caption=Uninstall History
TfrmUnlog.caption=Uninstall History
TfrmUnlog.head.unDate=Uninstall On
TfrmUnlog.head.ItemName=Program
TfrmUnlog.head.restore=Residual Items
TfrmUnlog.noItems=No residual items
TfrmUnlog.Recovered=Recovered
TfrmUnlog.recover=Recover
pmHelp=Online Help
pmHome=Homepage
pmforum=Forum
pmContact=Contact Us
pmLang=Languages
pmAbout=About
pmSettings=Settings
pmOpenEntry=Open in RegEditor
pmOpenFolder=Open file location
PmGoogle=Google Search
pmExport=Export to text file...
FrmSettings.caption=Settings
pmCheckNew=Check for updates automatically.
pmRightMenuA=Display in Context Menu
ExplorerMenu=Uninstall with Wise Program Uninstaller
pmUnisDetect=Detect the uninstallation of other uninstaller
pmSaveLeft=Auto-backup unistall residuals
pmUEI=Join the User Experience Improvement Program
FrmAbout.caption=About
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Technical Support:
FrmAbout.lblhome.caption=Home Page:
FrmAbout.lblthank.caption=Thanks to the following people for their contributions:
FrmAbout.lblUninstall.caption=Uninstall Instruction
FrmAbout.lblPolicy.caption=Privacy Policy
FrmAbout.lblEula.caption=EULA
FrmProgressModal.btncancel.caption=Cancel
Frmafterdel.caption=Registry entries and files associated with program
Frmafterdel.btnremove.caption=Remove
Frmafterdel.btncancel.caption=Cancel
Frmafterdel.lblinfo.caption=Please view the result and click "Remove" to complete this uninstallation.
Frmafterdel.btnnone.caption=Select None
Frmafterdel.btnall.caption=Select All
frmUnlessDel.caption=Custom Uninstall
frmUnlessDel.lblInfo1.caption=Custom Uninstall helps you uninstall a program which cannot be uninstalled in a routine way and clean its residual files thoroughly.You can browse a folder here to delete or uninstall its related program.
frmUnlessDel.lblinfo2.caption=Please enter a keyword to scan whether there are residual files after uninstalling.
frmUnlessDel.lblKeyword.caption=Keyword:
frmUnlessDel.btnNext.caption=Next
frmUnlessDel.btncancel.caption=Cancel
frmUnlessDel.btnremove.caption=Remove
frmUnlessDel.btnFolder.caption=Browse
FrmRate.Btnlist.caption=User Reviews
FrmRate.Btnreview.caption=My Review
FrmRate.Btnfirst.caption=Come to be our first reviewer
FrmRate.Btnsubmit.caption=Submit
FrmRate.lblscore.caption=Rate:
FrmRate.lblscorehint.caption=(You need to click the stars to rate)
FrmRate.lblnick.caption=Your Nickname:
FrmRate.lblnickhint.caption=(Optional)
FrmRate.lblemail.caption=Your Email:
FrmRate.lblemailhint.caption=(Optional)
FrmRate.lblcontent.caption=Content:
FrmRate.lblcontenthint.caption=(Optional)
FrmRate.lbldesctitle.caption=Software Description:
FrmRate.lblratesoft.caption=Recommended Software
N1=-
N2=-
=-
btnLog=Uninstall History
FrmMain.btnall.hint=
FrmMain.btnsoft.hint=
FrmMain.btnApp.hint=
FrmMain.btnPatch.hint=
FrmMain.btnEdge.hint=
FrmMain.btnunless.hint=
FrmMain.btnIE.hint=
FrmMain.btnChrome.hint=
FrmMain.btnBrowse.hint=
FrmMain.btnFirfox.hint=
FrmMain.btnuninstall.hint=
FrmRate.lblver.caption=ver:
FrmRate.lbltitle.caption=WiseJetserach
FrmRate.lbldesc.caption=Wise JetSearch can help you search files or folders on all your local drives in just a few seconds. Input your keywords, select the drive and then start to search. After searching, Wise JetSearch will show you the searching results such as file/folder name, path, size and last modified date. Also, a right click can provide you with a direct and convenient way to deal with the file/folder you found out. What's more, Wise JetSearch only takes up few system resources.
FrmSettings.btnOk.caption=Ok
FrmSettings.btncancel.caption=Cancel
pmGoto=Go to location
FrmAbout.lblverinfo.caption=1.00 beta
FrmAbout.lblsupport.caption=support@wisecleaner.com
FrmAbout.lblweb.caption=www.wisecleaner.com
FrmAbout.WiseLabel1.caption=Copyright© 2006-2022 WiseCleaner. All rights reserved.
FrmAbout.FoxLabel1.caption=4Li, Aleksandr, Asa, azofreeware, Beem, Cannie, chenbi zhou, cienislaw, Damned, DudeNet, Fero Fico, geogeo, GiÃ¡p Nam, Givara wan, Gorran.Kurd, Hartmut Hoyer, Ivan Karadzhov, Jaehyung Lee, Joan Queralt, JP, Kalju, Kamran Murquzov, KenEzthex, Lucas Macedo, Luis Neves, Marcus, Barkhahn, MiHLitvin, Neamţu Mihai, Olaf, Özer Öztaş, Paco , penaV, Pierre, Piet Bruinsma, r3Qui3m, Richard, Rinaldo, Seyed, Shakir, simbaVBKos, Suheri, Terry, Thaiware, Tilt, UGLT, Umar, Hokimzoda, Volodymyr, Wim Meijdam, xilolee, ZityiSoft,Иван Старчевић

[Uninstall]
Backuping=Creating backup...
PublisherUnknown=Unknown Publisher
VersionUnknown=Unknown Version
Rate=Rate
ItemName=Name
Publisher=Publisher
Size=Size
SetupDate=Installed On
Version=Version
Canceled=Uninstall process has been canceled.
NoLeftOverItem=Found no residual item.
Removing=Removing:
TotalStat=Found %d programs occupying %s disk space.
Calculating=Calculating size...
Files=Files and Folders
RegEntries=Registry Entries
Items=Items
Opration=Action
NoSilent="%s" cannot be uninstalled using the silent mode, please try uninstalling using Safe Uninstall.

[message]
NoNews=You have no unread message.
confimdel=The chosen directory will be removed from your computer. Continue?
UninstallApp=Uninstalling...
unistallError=Operation failed.
NewVer=A newer version of Wise Program Uninstaller was found. Do you want to update it now?
NoNewVer=Congratulations! You are using the latest version.
NoProgramSelected=Please select a program first.
IsBusy=Please wait until the previous uninstallation is complete.
StartFindLeftover=Analyzing associated files, folders and registry entries...
Collecting=Collecting installed program information...
BeSureUseForce=Please choose Force Uninstall only when Safe Uninstall doesn't work. Are you sure to continue?
ConfirmRemove=This will remove the entry from the list, but will not uninstall the application. Are you sure you want to proceed?
RejectItself=The program can't uninstall itself.
TranslateTo=Translate into...
UpdateDB=Updating database...
BrowserLogin=%s sync is enabled. The extension may be reinstalled on the next sync. Continue to uninstall?
BrowserRuning=%s is running. Click OK to close it and proceed with the uninstallation. or click Cancel to abort the uninstall.
CheckProgram=%d program(s) are selected.
CheckExtension=%d extension(s) are selected.
checkSize=Total size: %s
pluginnone=No browser extensions found
BrowserSync=Disable %s Sync
uninstallresidual="%s" uninstall residual.
regentries=%d invalid registry entries.
fileentries=%d residual files and folders.

[SoftRate]
Querying=Querying...
Good=Like
Bad=Dislike
Safe=Report
Ver=Ver:
Ratings=Ratings
SoftNotExist=Can't find the software information.
GetSoftInfoError=Failure to get software info.
UploadSoftLogoError=Software info upload error.
SubmitData=Submitting your comments for this software...
SubmitSoftInfoError=Submission error related to the network.
SubmitRateSuccess=Submitted Successfully.
HaveSubmitRate=You have evaluated it.
Submitgoodbad=Submitting your information...
me=Me
NickTooLong=Your nickname should not exceed 20 characters.
MailTooLong=Your Email address should not exceed 50 characters.
WrongEmail=Invalid email address.
ReviewTooLong=The total length of the review should not exceed 300 characters.
RateHint=Join our Software Rating and rate your favorite software!
UnknowName=Unknown product
UnknowVer=Unknown version
UnknowDesc=Unknown description

[Hint]
HintRate=Rate Software
HintClose=Delete Item

[Monitor]
FindLeftover=%s may still leave residual items on your computer. Wise Program Uninstaller is scanning...
NonItems=The %s was completely removed from your computer.

